Repository: byr0n3/Nebula
Catalog: Nebula/Web/Pages/ShipmentLocalization.*.resx
Languages: nl_nl

# not-found.title
source: No shipment found.
nl_nl: Geen zending gevonden.

# not-found.button
source: Back
nl_nl: Terug

# expected
source: Expected time of delivery: {0:g}
nl_nl: Verwachte levertijd: {0:g}

# title
source: Shipment
nl_nl: Zending

# related.title
source: Related shipments
nl_nl: Gerelateerde zendingen

# delay.text
source: It seems that your shipment hasn't been delivered yet. Check the tracking page of the delivery service for details.
nl_nl: Het lijkt erop dat je zending nog niet is afgeleverd. Controleer de trackingpagina van de bezorgdienst voor meer informatie.

# delay.button
source: View shipment
nl_nl: Bekijk zending

# letter
source: This shipment can be delivered through your letterbox!
nl_nl: Deze zending past in de brievenbus!

# recipient.title
source: Recipient
nl_nl: Ontvanger

# sender.title
source: Sender
nl_nl: Afzender

# events.title
source: Updates
nl_nl: Status updates

# events.empty
source: No updates available.
nl_nl: Er zijn geen updates beschikbaar.

# created
source: Started tracking on: {0:g}
nl_nl: Begonnen met volgen op: {0:g}

# updated
source: Last update at: {0:g}
nl_nl: Laatste update ontvangen op: {0:g}
